Repository: KDE/maui-fiery
Catalog: po/sa/fiery.po
Languages: sa

source: Browse and organize the web.
sa: जालपुटं ब्राउज् कृत्वा व्यवस्थितं कुर्वन्तु।

source: Developer
sa: विकासकः

source: Open
sa: उद्घाटित

source: Accept
sa: स्वीकरोतु

source: Download Finished
sa: Download समाप्तम्

source: File has been saved.
sa: सञ्चिका रक्षिता अस्ति।

source: Do you want to download and save this file?
sa: किं भवान् एतां सञ्चिकां डाउनलोड् कृत्वा रक्षितुं इच्छति?

source: Home
sa: गृहम्‌

source: Recent
sa: सद्यस्क

source: Downloads
sa: डाउनलोड्स्

source: Your downloads will be listed in here.
sa: भवतः डाउनलोड् अत्र सूचीकृताः भविष्यन्ति।

source: Pause
sa: विराम

source: Continue
sa: अनुवर्तते

source: Paste
sa: चिनोतु

source: Translate
sa: अनुवदति

source: Select All
sa: सर्वं चिनोतु

source: Copy Text
sa: पाठं प्रतिलिपितु

source: Copy Link
sa: प्रतिलिपि लिङ्क

source: Open Link
sa: लिङ्कं उद्घाटयतु

source: Open Link in Split View
sa: Split View इत्यत्र Link उद्घाटयन्तु

source: Open Link in New Window
sa: New Window मध्ये Link उद्घाटयन्तु

source: Save Video
sa: विडियो रक्षतु

source: Open Video
sa: विडियो उद्घाटयतु

source: Open Audio
sa: Audio उद्घाटयन्तु

source: Save Image
sa: चित्रं रक्षतु

source: Copy Image
sa: प्रतिलिपि चित्रम्

source: Open Image
sa: चित्रं उद्घाटयतु

source: Play
sa: क्रीडतु

source: Unmute
sa: अनमूट्

source: Mute
sa: मूक

source: Speed
sa: गति

source: Loop
sa: परिक्रम

source: Exit fullscreen
sa: पूर्णपर्दे निर्गच्छन्तु

source: Fullscreen
sa: पूर्णपर्दे

source: Hide controls
sa: नियन्त्रणानि गोपयन्तु

source: Show controls
sa: नियन्त्रणानि दर्शयतु

source: Error
sa: त्रुटि

source: Start Browsing
sa: ब्राउजिंग् आरभत

source: Enter a new URL or open a recent site.
sa: नूतनं URL प्रविष्टं कुर्वन्तु अथवा अद्यतनं साइट् उद्घाटयन्तु।

source: Search or enter URL
sa: URL अन्वेष्टुम् अथवा प्रविशतु

source: Search on default search engine
sa: पूर्वनिर्धारित अन्वेषणयन्त्रे अन्वेषणं कुर्वन्तु

source: Search on page.
sa: पृष्ठे अन्वेषणं कुर्वन्तु।

source: Detach
sa: विरक्त

source: Toggle sidebar
sa: पार्श्वपट्टिकां टॉगलं कुर्वन्तु

source: Previous
sa: पूर्वतनम्‌

source: Next
sa: अग्रिम

source: Share
sa: संविभागः

source: New Tab
sa: नवीन ट्याब्

source: Incognito Tab
sa: गुप्त टब

source: Bookmarks
sa: बुकमार्क्स

source: History
sa: इतिहास

source: Find In Page
sa: पृष्ठे अन्वेष्टुम्

source: Settings
sa: सेटिंग्स्

source: About
sa: विषये

source: Navigation
sa: नौकायानम्

source: Configure the app basic navigation features.
sa: एप् मूलभूतं नेविगेशनविशेषतां विन्यस्यताम्।

source: Restore Session
sa: सत्रं पुनर्स्थापयन्तु

source: Open previous tabs.
sa: पूर्ववर्ती ट्याब्स् उद्घाटयन्तु।

source: Switch to Tab
sa: Tab इत्यत्र स्विच कुर्वन्तु

source: When opening a new link jump to the new tab.
sa: नूतनं लिङ्क् उद्घाटयन्ते सति नूतनं ट्याब् प्रति कूर्दन्तु ।

source: Auto Load Images
sa: स्वतः चित्राणि भारयन्तु

source: Automatically loads images on web pages.
sa: जालपुटेषु स्वयमेव चित्राणि लोड् करोति ।

source: Hyperlink Auditing
sa: हाइपरलिङ्क लेखापरीक्षा

source: Enables support for the ping attribute for hyperlinks.
sa: अतिसम्बद्धानां कृते ping विशेषतायाः समर्थनं सक्षमं करोति ।

source: General
sa: सामान्य

source: Configure global preferences.
sa: वैश्विकप्राथमिकताः विन्यस्यताम् ।

source: Features
sa: गुणाः

source: Configure the browser plugins and features.
sa: ब्राउजर् प्लगिन्स् तथा विशेषताः विन्यस्यताम् ।

source: Home Page
sa: मुखपृष्ठ

source: Page to load initially and default.
sa: प्रारम्भे पूर्वनिर्धारितरूपेण च लोड् कर्तुं पृष्ठम् ।

source: Search Engine
sa: अन्वेषणयन्त्रम्

source: Engine to be use for default searching content.
sa: पूर्वनिर्धारितसन्धानसामग्रीणां कृते उपयोगः करणीयः इञ्जिनः ।

source: Downloads Path
sa: डाउनलोड्स् पथः

source: Pick a path where files will be saved.
sa: यत्र सञ्चिकाः रक्षिताः भविष्यन्ति तत्र मार्गं चिनुत ।

source: Auto Save
sa: स्वतः रक्षतु

source: Download files without asking.
sa: न पृष्ट्वा सञ्चिकाः डाउनलोड् कुर्वन्तु।

source: Accelerated 2D Canvas
sa: त्वरित 2D कैनवास

source: Specifies whether the HTML 5 2D canvas should be an OpenGL framebuffer. This makes many painting operations faster, but slows down pixel access.
sa: HTML 5 2D कैनवासः OpenGL framebuffer भवितुमर्हति वा इति निर्दिशति । एतेन बहवः चित्रकलाक्रियाः शीघ्रं भवन्ति, परन्तु पिक्सेल-प्रवेशः मन्दः भवति ।

source: PDF Viewer
sa: पीडीएफ दर्शक

source: PDF documents will be opened in the internal PDF viewer instead of being downloaded.
sa: PDF दस्तावेजाः डाउनलोड् करणस्य स्थाने आन्तरिक PDF दर्शके उद्घाटिताः भविष्यन्ति।

source: Plugins Enabled
sa: प्लगिन् सक्षमम्

source: Enables support for Pepper plugins, such as the Flash player.
sa: Pepper प्लगिन्स् इत्यस्य समर्थनं सक्षमं करोति, यथा Flash player ।

source: JavaScript
sa: जावास्क्रिप्ट्

source: Configure JavaScript behaviour.
sa: जावास्क्रिप्ट् व्यवहारं विन्यस्यताम् ।

source: Javascript Enabled
sa: जावास्क्रिप्ट् सक्षमम्

source: Enables the running of JavaScript programs.
sa: जावास्क्रिप्ट् प्रोग्राम् इत्यस्य चालनं सक्षमं करोति ।

source: Javascript Can Access Clipboard
sa: जावास्क्रिप्ट् क्लिप्बोर्डं प्राप्तुं शक्नोति

source: Allows JavaScript programs to read from or write to the clipboard.
sa: जावास्क्रिप्ट् कार्यक्रमान् क्लिप्बोर्ड् तः पठितुं वा लिखितुं वा अनुमतिं ददाति ।

source: Javascript Can Paste
sa: जावास्क्रिप्ट् पेस्ट् कर्तुं शक्नोति

source: Enables JavaScript execCommand(paste).
sa: जावास्क्रिप्ट् execCommand(paste) सक्षमं करोति ।

source: Allow Window Activation From JavaScript
sa: जावास्क्रिप्ट् तः विण्डो सक्रियकरणस्य अनुमतिं ददातु

source: Allows the window.focus() method in JavaScript.
sa: जावास्क्रिप्ट् मध्ये window.focus() मेथड् इत्यस्य अनुमतिं ददाति ।

source: Security & Privacy
sa: सुरक्षा एवं गोपनीयता

source: Configure the look and feel of the editor. The settings are applied globally
sa: सम्पादकस्य रूपं भावः च विन्यस्यताम् । सेटिङ्ग्स् वैश्विकरूपेण प्रयुक्ताः भवन्ति

source: Allow Geolocation On Insecure Origins
sa: असुरक्षितमूलेषु भूस्थानस्य अनुमतिं ददातु

source: Only secure origins such as HTTPS have been able to request Geolocation features.
sa: केवलं HTTPS इत्यादयः सुरक्षिताः मूलाः एव Geolocation विशेषतानां अनुरोधं कर्तुं समर्थाः अभवन् ।

source: Allow Running Insecure Content
sa: असुरक्षितसामग्री चालयितुं अनुमतिं ददातु

source: By default, HTTPS pages cannot run JavaScript, CSS, plugins or web-sockets from HTTP URLs.
sa: पूर्वनिर्धारितरूपेण HTTPS पृष्ठानि HTTP URL तः JavaScript, CSS, plugins अथवा web-sockets चालयितुं न शक्नुवन्ति ।

source: DNS Prefetch Enabled
sa: DNS Prefetch सक्षमम्

source: Enables speculative prefetching of DNS records for HTML links before they are activated.
sa: HTML लिङ्कानां सक्रियीकरणात् पूर्वं DNS अभिलेखानां अनुमानात्मकं पूर्वाग्रहं सक्षमं करोति ।

source: Local Content Can Access File Urls
sa: स्थानीय सामग्री सञ्चिका Urls अभिगन्तुं शक्नोति

source: Allows locally loaded documents to access other local URLs.
sa: स्थानीयरूपेण भारितदस्तावेजान् अन्यस्थानीय-URL-इत्येतत् अभिगन्तुं शक्नोति ।

source: Local Content Can Access Remote Urls
sa: स्थानीय सामग्री दूरस्थ Urls अभिगन्तुं शक्नोति

source: Allows locally loaded documents to access remote URLs.
sa: स्थानीयरूपेण लोड् कृतानां दस्तावेजानां दूरस्थ-URL-पर्यन्तं प्रवेशं कर्तुं शक्नोति ।

source: Local Storage
sa: स्थानीय भण्डारण

source: Enables support for the HTML 5 local storage feature.
sa: HTML 5 स्थानीयभण्डारणविशेषतायाः समर्थनं सक्षमं करोति ।

source: WebRTC Public Interfaces Only
sa: WebRTC Public Interfaces केवलं

source: Limits WebRTC to public IP addresses only. When disabled WebRTC may also use local network IP addresses, but remote hosts can also see your local network IP address.
sa: WebRTC केवलं सार्वजनिक IP-सङ्केतेषु एव सीमितं करोति । यदा अक्षमं भवति तदा WebRTC स्थानीयजालस्य IP-सङ्केतानां अपि उपयोगं कर्तुं शक्नोति, परन्तु दूरस्थ-होस्ट्-जनाः अपि भवतः स्थानीय-जाल-IP-सङ्केतं द्रष्टुं शक्नुवन्ति ।
