Repository: KDE/maui-fiery
Catalog: po/*/fiery.po
Languages: eu, fr, sl

source: Browse and organize the web.
eu: Amarauna arakatu eta antolatu.
fr: Naviguer et organiser votre Internet.
sl: Brskaj in organiziraj splet.

source: © 2020-%1 Maui Development Team
eu: © 2020-%1 Maui Garatzeko Taldea
sl: © 2020-%1 razvojna ekipa Maui

source: Developer
eu: Garatzailea
fr: Développeur
sl: Razvojnik

source: Download Finished
eu: Zama-jaistea amaitu da
fr: Téléchargement terminé
sl: Prenos končan

source: File has been saved.
eu: Fitxategia gorde da.
fr: Le fichier a été enregistré.
sl: Datoteka je bila shranjena.

source: Open
eu: Ireki
fr: Ouvrir
sl: Odpri

source: Do you want to download and save this file?
eu: Fitxategi hau zama-jaitsi eta gorde nahi duzu?
fr: Voulez-vous télécharger ce fichier et l'enregistrer ?
sl: Ali želite prenesti in shraniti to datoteko?

source: Accept
eu: Onartu
fr: Accepter
sl: Sprejmi

source: Home
eu: Etxea
fr: Accueil
sl: Domov

source: Recent
eu: Azken aldikoa
fr: Récent
sl: Nedavno

source: Downloads
eu: Zama-jaitsita
fr: Téléchargements
sl: Prejemi

source: Your downloads will be listed in here.
eu: Zuk zama-jaitsitakoak hemen zerrendatuko dira.
fr: Vos téléchargements seront listés ici.
sl: Seznam vaših prenosov bo tukaj.

source: Pause
eu: Eten
sl: Premor

source: Continue
eu: Jarraitu
fr: Continuer
sl: Nadaljuj

source: Paste
eu: Itsatsi
fr: Coller
sl: Prilepi

source: Translate
eu: Itzuli
fr: Traduire
sl: Prevedi

source: Select All
eu: Hautatu dena
fr: Tout sélectionner
sl: Izberi vse

source: Copy Text
eu: Kopiatu testua
fr: Copier du texte
sl: Kopiraj besedilo

source: Copy Link
eu: Kopiatu esteka
fr: Copier un lien
sl: Kopiraj povezavo

source: Open Link
eu: Ireki esteka
fr: Ouvrir un lien
sl: Odpri povezavo

source: Open Link in Split View
eu: Ireki esteka ikuspegi zatituan
fr: Ouvrir un lien dans une vue scindée
sl: Odpri povezavo v razcepljenem prikazu

source: Open Link in New Window
eu: Ireki esteka leiho berrian
fr: Ouvrir un lien dans une nouvelle fenêtre
sl: Odpri povezavo v novem oknu

source: Save Video
eu: Gorde bideoa
fr: Enregistrer une vidéo
sl: Shrani video

source: Open Video
eu: Ireki bideoa
fr: Ouvrir une vidéo
sl: Odpri video

source: Open Audio
eu: Ireki audioa
fr: Ouvrir un fichier audio
sl: Odpri zvok

source: Save Image
eu: Gorde irudia
fr: Enregistrer une image
sl: Shrani sliko

source: Copy Image
eu: Kopiatu irudia
fr: Copier une image
sl: Kopiraj sliko

source: Open Image
eu: Ireki irudia
fr: Ouvrir une image
sl: Odpri sliko

source: Play
eu: Jo
fr: Lire
sl: Predvajaj

source: Unmute
eu: Ozendu
fr: Remettre le son
sl: Povrni zvok

source: Mute
eu: Isilarazi
fr: Couper le son
sl: Utišaj

source: Speed
eu: Abiadura
fr: Vitesse
sl: Hitrost

source: Loop
eu: Begizta
fr: En boucle
sl: Zanka

source: Exit fullscreen
eu: Irten Pantaila-betetik
fr: Quitter le mode « Plein écran »
sl: Izhod iz celotnega zaslona

source: Fullscreen
eu: Pantaila-betea
fr: Plein écran
sl: Celotni zaslon

source: Hide controls
eu: Ezkutatu aginteak
fr: Masquer les contrôles
sl: Skrij kontrole

source: Show controls
eu: Erakutsi aginteak
fr: Afficher les contrôles
sl: Prikaži kontrole

source: Error
eu: Errorea
fr: Erreur
sl: Napaka

source: Start Browsing
eu: Hasi arakatzen
fr: Démarrer la navigation
sl: Začni brskanje

source: Enter a new URL or open a recent site.
eu: Ireki URL berri bat edo ireki azken aldiko gune bat.
fr: Saisissez un nouvelle URL ou ouvrez un site récent.
sl: Vnesite nov URL ali odprite nedavno spletišče.

source: Search or enter URL
eu: Bilatu edo sartu URL bat
fr: Recherchez ou saisissez une URL
sl: Iščite ali vnesite URL

source: Search on default search engine
eu: Bilatu bilatzaile lehenetsian
fr: Rechercher avec le moteur de recherche par défaut.
sl: Iščite s privzetim iskalnikom

source: Search on page.
eu: Bilatu orrialdean.
fr: Rechercher sur la page
sl: Išči na strani.

source: Detach
eu: Bereizi
fr: Détacher
sl: Odklopi

source: Toggle sidebar
eu: Txandakatu alboko-barra
fr: Afficher / Masquer la barre latérale
sl: Preklopi stransko vrstico

source: Previous
eu: Aurrekoa
fr: Précédent
sl: Prejšnji

source: Next
eu: Hurrengoa
fr: Suivant
sl: Naslednji

source: Share
eu: Partekatu
fr: Partager
sl: Deli

source: New Tab
eu: Fitxa berria
fr: Nouvel onglet
sl: Nov zavihek

source: Incognito Tab
eu: Isilkako fitxa
fr: Onglet privé
sl: Zasebni zavihek

source: Bookmarks
eu: Laster-markak
fr: Signets
sl: Zaznamki

source: History
eu: Historia
fr: Historique
sl: Zgodovina

source: Find In Page
eu: Aurkitu orrian
fr: Chercher dans une page
sl: Najdi na strani

source: Settings
eu: Ezarpenak
fr: Configuration
sl: Nastavitve

source: About
eu: Honi buruz
fr: À propos
sl: O programu

source: Navigation
eu: Nabigatzea
sl: Krmarjenje

source: Configure the app basic navigation features.
eu: Konfiguratu aplikazioaren nabigatzeko oinarrizko ezaugarriak.
fr: Configurer les fonctionnalités basiques de navigation de l'application.
sl: Konfigurirajte osnovne zmožnosti krmarjenja aplikacije.

source: Restore Session
eu: Saioa lehengoratu
fr: Restaurer la session
sl: Obnovi sejo

source: Open previous tabs.
eu: Ireki aurreko fitxak.
fr: Ouvrir les onglets précédents.
sl: Odpri prejšnje zavihke.

source: Switch to Tab
eu: Aldatu fitxara
fr: Passer à l'onglet
sl: Preklopi na zavihek

source: When opening a new link jump to the new tab.
eu: Esteka berri bat irekitzean, jauzi egin fitxa berrira.
fr: Lors de l'ouverture d'un nouveau lien, passer au prochain onglet.
sl: Ob odpiranju nove povezave skoči na novi zavihek.

source: Auto Load Images
eu: Irudi zamatze automatikoa
fr: Charger automatiquement les images
sl: Samodejno nalaganje slik

source: Automatically loads images on web pages.
eu: Web-orrietako irudiak automatikoki zamatzen ditu.
fr: Charge automatiquement les images des pages Internet.
sl: Samodejno nalaga slike na spletne strani.

source: Hyperlink Auditing
eu: Hiperesteken ikuskapena
fr: Vérification des liens hypertextes
sl: Revizija hiperpovezav

source: Enables support for the ping attribute for hyperlinks.
eu: Hiperesteken «ping» atributuarentzako euskarria gaitzen du.
fr: Active la prise en charge de l'attribut « ping » pour les liens hypertextes.
sl: Omogoča podporo za lastnosti pinga za hiperpovezave.

source: General
eu: Orokorra
fr: Général
sl: Splošno

source: Configure global preferences.
eu: Konfiguratu hobespen orokorrak.
fr: Configurer les préférences globales.
sl: Konfiguriraj splošne preference.

source: Features
eu: Ezaugarriak
fr: Fonctionnalités
sl: Možnosti

source: Configure the browser plugins and features.
eu: Konfiguratu arakatzailearen pluginak eta ezaugarriak.
fr: Configurer les modules externes et les fonctionnalités du navigateur.
sl: Konfigurirajte brskalnikove vtičnike in zmožnosti.

source: Home Page
eu: Orri nagusia
fr: Page d'accueil
sl: Domača stran

source: Page to load initially and default.
eu: Hasieran eta lehenespenez zamatzeko orria.
fr: Page à chargement initialement et par défaut
sl: Privzeta začetno naložena stran.

source: Search Engine
eu: Bilatzailea
fr: Moteur de recherche
sl: Iskalnik

source: Engine to be use for default searching content.
eu: Edukia bilatzeko bilatzaile lehenetsia.
fr: Moteur à utiliser pour la recherche par défaut de contenu.
sl: Iskalnik, ki naj bo uporabljen za iskanje privzetih vsebin.

source: Downloads Path
eu: Zama-jaitsitakoen bide-izena
fr: Emplacement des téléchargements
sl: Pot prenosov

source: Pick a path where files will be saved.
eu: Aukeratu fitxategiak gordetzeko bide-izen bat.
fr: Sélectionner un emplacement où seront enregistrés les fichiers.
sl: Poberi pot, kamor se bodo shranjevale datoteke.

source: Auto Save
eu: Gorde automatikoki
fr: Enregistrer automatiquement
sl: Samodejno shrani

source: Download files without asking.
eu: Galdetu gabe fitxategiak zama-jaitsi.
fr: Télécharger des fichiers automatiquement.
sl: Prenesi datoteke brez vprašanj.

source: Accelerated 2D Canvas
eu: 2D oihal azeleratua
fr: Canevas 2D accéléré
sl: Pospeševanje 2D podlage

source: Specifies whether the HTML 5 2D canvas should be an OpenGL framebuffer. This makes many painting operations faster, but slows down pixel access.
eu: HTML 5eko 2D oihala OpenGL «framebuffer» bat izan behar den zehazten du. Horrek margotzeko eragiketak asko azkartzen ditu, baina pixelak atzitzea moteltzen du.
fr: Spécifie si le canevas 2D « HTML5 » doit être un framebuffer « OpenGL ». Cela permet d'accélérer de nombreuses opérations de dessins mais ralentit l'accès aux pixels.
sl: Določa ali naj bo 2D podloge HTMP 5 OpenGL medpomnilnik okvirjev. To povzroči hitrejše operacije slikanja a upočasni dostop do posameznega piksla.

source: PDF Viewer
eu: PDF erakuslea
fr: Afficheur PDF
sl: Ogledovalnik PDF

source: PDF documents will be opened in the internal PDF viewer instead of being downloaded.
eu: PDF dokumentuak zama-jaitsi ordez barneko PDF erakuslean irekiko dira.
fr: Les documents PDF seront ouverts avec l'afficheur interne PDF, plutôt que d'être téléchargés.
sl: Dokumenti PDF bodo odprti kar v internem ogledovalniku PDF namesto, da so preneseni.

source: Plugins Enabled
eu: Pluginak gaituta
fr: Modules externes activés
sl: Omogočeni vtičniki

source: Enables support for Pepper plugins, such as the Flash player.
eu: «Pepper» pluginetarako euskarria gaitzen du, Flash player adibidez.
fr: Autorise la prise en charge de modules externes « Pepper », tels que le lecteur « Flash ».
sl: Omogoči podporo za vtičnik Pepper kot npr. predvajalnik za Flash.

source: Configure JavaScript behaviour.
eu: Konfiguratu JavaScript-en jokabidea.
fr: Configurer le comportement de JavaScript.
sl: Konfiguriraj obnašanje JavaScripta.

source: Javascript Enabled
eu: Javascript gaituta
fr: JavaScript activé
sl: Omogočen JavaScript

source: Enables the running of JavaScript programs.
eu: JavaScript programak ibiltzea gaitzen du.
fr: Active l'exécution de programmes JavaScript.
sl: Omogoči izvajanje programov v JavaScriptu.

source: Javascript Can Access Clipboard
eu: Javascript-ek arbela atzi dezake
fr: Javascript peut avoir accès au presse-papier.
sl: JavaScript lahko dostopa do odložišča

source: Allows JavaScript programs to read from or write to the clipboard.
eu: JavaScript programei arbeletik irakurtzeko eta arbelean idazteko baimena ematen die.
fr: Autorise les programmes JavaScript à lire ou à écrire dans le presse-papier.
sl: Dovoljuje programom v JavaScriptu branje iz ali pisanje na odložišče.

source: Javascript Can Paste
eu: Javascript-ek itsas dezake
fr: Javascript peut faire des coller
sl: JavaScript lahko prilepi

source: Enables JavaScript execCommand(paste).
eu: JavaScript-en «execCommand(paste)» gaitzen du.
fr: Autorise la fonction « execCommand(paste) » de JavaScript.
sl: Omogoči JavaScriptu ukaz execCommand(paste).

source: Allow Window Activation From JavaScript
eu: JavaScript-etik leihoak aktibatzeko baimena ematen du
fr: Autoriser l'activation de fenêtres à partir de JavaScript.
sl: Dovoljuje aktiviranje okna iz JavaScripta

source: Allows the window.focus() method in JavaScript.
eu: JavaScript-eko «window.focus()» metodoa erabiltzeko baimena ematen du.
fr: Autorise la méthode « window.focus() » dans JavaScript.
sl: Dovoljuje metodo window.focus() v JavaScriptu.

source: Security & Privacy
eu: Segurtasuna eta pribatutasuna
fr: Sécurité et confidentialité
sl: Varnost in zasebnost

source: Configure the look and feel of the editor. The settings are applied globally
eu: Konfiguratu editorearen itxura eta izaera. Ezarpenak globalki ezartzen dira
fr: Configurer l'apparence et le comportement de l'éditeur. Les paramètres sont appliqué globalement.
sl: Konfiguriraj videz in obnašanje urejevalnika besedila. Nastavitve veljajo globalno

source: Allow Geolocation On Insecure Origins
eu: Baimendu geo-kokapena jatorri ez-seguruetan
fr: Autoriser la géo-localisation pour des sources non sûres
sl: Dovoljuje geolokacijo pri nevarnih izvorih

source: Only secure origins such as HTTPS have been able to request Geolocation features.
eu: Bakarrik HTTPS gisako sorburu seguruak dira geo-kokapen ezaugarriak eskatzeko gai.
fr: Seules les sources sûres telles que HTTPS sont autorisées à faire des demandes de géo-localisation.
sl: Samo varni izvori kot so HTTPS smejo zahtevati možnosti geolokacije.

source: Allow Running Insecure Content
eu: Baimendu Eduki ez-segurua exekutatzea
fr: Autoriser l'exécution de contenu non sûr.
sl: Dovoli izvajanje nevarnih vsebin

source: By default, HTTPS pages cannot run JavaScript, CSS, plugins or web-sockets from HTTP URLs.
eu: Era lehenetsian, HTTPS orriek ezin dute HTTPS URLetatik, JavaScript, CSS, pluginik edo web-hargunerik exekutatu.
fr: Par défaut, les pages HTTPS ne peuvent exécuter du JavaScript, du CSS, des modules externes ou des sockets Internet à partir d'URL HTTPS.
sl: Privzeto, HTTPS strani ne smejo izvajati JavaScripta, CSS, vtičnikov ali spletnih vtičnik iz naslovov HTTP.

source: DNS Prefetch Enabled
eu: DNS aurrez eskuratzea gaituta
fr: Pré recherche DNS activé
sl: Omogočen predhodni sprejem DNS

source: Enables speculative prefetching of DNS records for HTML links before they are activated.
eu: HTML estekak aktibatu aurretik, haien DNS erregistroen aurre eskuratze espekulatiboa gaitzen du.
fr: Autorise le préchargement spéculatif d'enregistrements DNS pour des liens HTML avant leurs activations.
sl: Omogoči špekulativni predhodni sprejem DNS zapisov HTML povezav pred njihovo aktivacijo.

source: Local Content Can Access File Urls
eu: Eduki lokalak fitxategien URLak atzi ditzake
fr: Le contenu local peut avoir accès à des URL de fichiers.
sl: Lokalne vsebine lahko dostopajo do naslovov datotek

source: Allows locally loaded documents to access other local URLs.
eu: Lokalean zamatutako dokumentuei beste URL lokal batzuk atzitzen uzten die.
fr: Autorise les documents chargés localement à avoir accès à d'autres URL locales.
sl: Dovoljuje lokalnim dokumentom dostop do drugih lokalnih naslovov.

source: Local Content Can Access Remote Urls
eu: Eduki lokalak urreneko URLak atzi ditzake
fr: Le contenu local peut avoir accès à des URL distantes.
sl: Lokalna vsebina sme dostopati do oddaljenih naslovov

source: Allows locally loaded documents to access remote URLs.
eu: Lokalean zamatutako dokumentuei urruneko URLak atzitzen uzten die.
fr: Autorise les documents chargés localement à avoir accès à des URL distantes.
sl: Dovoljuje lokalno naloženim dokumentom dostop do oddaljenih naslovov URL.

source: Local Storage
eu: Biltegiratze lokala
fr: Stockage local
sl: Lokalno skladišče

source: Enables support for the HTML 5 local storage feature.
eu: HTML 5eko biltegiratze lokala ezaugarriaren euskarria gaitzen du.
fr: Active la prise en charge de la fonctionnalité de stockage local de HTML5.
sl: Omogoča podporo možnostim HTML 5 za lokalna skladišča.

source: WebRTC Public Interfaces Only
eu: «WebRTC»ren interfaze publikoak bakarrik
fr: Uniquement les interfaces publiques WebRTC
sl: Samo javni vmesniki WebRTC

source: Limits WebRTC to public IP addresses only. When disabled WebRTC may also use local network IP addresses, but remote hosts can also see your local network IP address.
eu: WebRTC bakarrik IP publikoetara mugatzen du. Ezgaituta dagoenean, «WebRTC»ek sare lokaleko IP helbideak ere erabil ditzake, baina urruneko ostalariek ere zure sare lokaleko IP helbidea ikus dezakete.
fr: Limite WebRTC aux seules adresses IP publiques. Lorsqu'il est désactivé, WebRTC peut également utiliser les adresses IP du réseau local, mais les hôtes distants peuvent également voir votre adresse IP du réseau local.
sl: Omeji WebRTC samo do javnih naslovov IP. Kadar je onemogočeno, lahko WebRTC uporablja tudi lokalne mrežne naslove IP, a oddaljeni gostitelji vidijo tudi lokalne mrežne naslove IP.
