Repository: KDE/maui-fiery
Catalog: po/*/sol.po
Languages: fi, it, ko, pl, sv, tr, zh_cn

source: Browse and organize the web.
fi: Selaa ja järjestä verkkoa.
it: Naviga e organizza il web.
ko: 웹을 탐색하고 정리합니다.
pl: Przeglądaj i organizuj sieć.
sv: Bläddra på webben och organisera den.
tr: Web'de gezin ve organize olun.
zh_cn: 浏览并整理网页。

source: © 2020-%1 Maui Development Team
fi: © 2020–%1 Maui-kehitysryhmä
it: © 2020-%1 La squadra di sviluppo di Maui
pl: © 2020-%1 Zespół programistów Maui
sv: © 2020-%1 Maui utvecklingsgrupp
tr: © 2020-%1 Maui Geliştirme Takımı

source: Developer
fi: Kehittäjä
it: Sviluppatore
ko: 개발자
pl: Programista
sv: Utvecklare
tr: Geliştirici
zh_cn: 开发人员

source: Browser
fi: Selain
ko: 브라우저
pl: Przeglądarka
sv: Webbläsare
tr: Tarayıcı
zh_cn: 浏览器

source: Recent
fi: Viimeaikaiset
it: Recenti
ko: 최근
pl: Ostatnie
sv: Senaste
tr: Son Kullanılan
zh_cn: 最近

source: Home
fi: Koti
ko: 홈
pl: Dom
sv: Hem
tr: Ana Sayfa
zh_cn: 首页

source: Open in new tab
fi: Avaa uuteen välilehteen
it: Apri in una nuova scheda
ko: 새 탭으로 열기
pl: Otwórz w nowej karcie
sv: Öppna i ny flik
tr: Yeni Sekmede Aç
zh_cn: 在新标签页中打开

source: Download
fi: Lataa
it: Scarica
ko: 다운로드
pl: Pobierz
sv: Ladda ner
tr: İndir
zh_cn: 下载

source: Inspect
fi: Tutki
it: Esamina
ko: 요소 검사
pl: Inspekcja
sv: Inspektera
tr: Denetle
zh_cn: 检查

source: Search...
fi: Etsi…
it: Cerca...
ko: 검색...
pl: Szukaj...
sv: Sök...
tr: Ara...
zh_cn: 搜索...

source: Copy
fi: Kopioi
it: Copia
ko: 복사
pl: Skopiuj
sv: Kopiera
tr: Kopyala
zh_cn: 复制

source: Copy link
fi: Kopioi linkki
it: Copia collegamento
ko: 링크 복사
pl: Skopiuj odnośnik
sv: Kopiera länk
tr: Bağlantıyı kopyala
zh_cn: 复制链接

source: Start Browsing
fi: Aloita selaus
it: Inizia a navigare
ko: 브라우징 시작
pl: Rozpocznij przeglądanie
sv: Börja bläddra
tr: Göz Atmayı Başlat
zh_cn: 开始浏览

source: Enter a new URL or open a recent site.
fi: Kirjoita uusi verkko-osoite tai avaa viimeaikainen sivusto.
it: Inserisci nuovo URL o apri un sito recente.
ko: 새 URL을 입력하거나 최근 사이트를 엽니다.
pl: Wpisz nowy adres URL lub otwórz ostatnią stronę.
sv: Ange en ny webbadress eller öppna en nyligen besökt plats.
tr: Yeni bir URL girin veya son kullanılan sitelerden birini açın.
zh_cn: 输入一个新的 URL 或打开最近的站点。

source: Search or enter URL
fi: Kirjoita hakulause tai verkko-osoite
it: Cerca o inserisci un URL
ko: 검색 또는 URL 입력
pl: Wyszukaj lub wpisz adres URL
sv: Sök efter eller ange webbadress
tr: URL girin veya arama yapın
zh_cn: 搜索或输入 URL

source: Search on default search engine
fi: Etsi oletushakukoneella
it: Cerca nel motore di ricerca predefinito
ko: 기본 검색 엔진으로 검색
pl: Szukaj przy pomocy domyślnego silnika wyszukiwania
sv: Sök med standardsöktjänst
tr: Öntanımlı arama motoru ile arama yapın
zh_cn: 使用默认搜索引擎搜索

source: Next
fi: Seuraava
it: Successivo
ko: 다음
pl: Następny
sv: Nästa
tr: Sonraki
zh_cn: 下一个

source: New Tab
fi: Uusi välilehti
it: Nuova scheda
ko: 새 탭
pl: Nowa karta
sv: Ny flik
tr: Yeni Sekme
zh_cn: 新建标签页

source: Incognito Tab
fi: Yksityisvälilehti
it: Scheda di navigazione in incognito
ko: 새 사생활 탭
pl: Karta incognito
sv: Anonym flik
tr: Gizli Sekme
zh_cn: 隐身标签页

source: History
fi: Historia
it: Cronologia
ko: 과거 기록
pl: Historia
sv: Historik
tr: Geçmiş
zh_cn: 历史

source: Downloads
fi: Lataukset
it: Scaricamenti
ko: 다운로드
pl: Pobierane
sv: Nerladdningar
tr: İndirmeler
zh_cn: 下载

source: BookMarks
fi: Kirjanmerkit
it: Segnalibri
ko: 책갈피
pl: Zakładki
sv: Bokmärken
tr: Yer İmleri
zh_cn: 书签

source: Share
fi: Jaa
it: Condividi
ko: 공유
pl: Udostępnij
sv: Dela
tr: Paylaş
zh_cn: 分享

source: BookMark
fi: Kirjanmerkki
it: Segnalibro
ko: 책갈피
pl: Zakładka
sv: Bokmärke
tr: Yer İmi
zh_cn: 书签

source: Find
fi: Etsi
it: Trova
ko: 검색
pl: Znajdź
sv: Sök
tr: Bul
zh_cn: 查找

source: Settings
fi: Asetukset
it: Impostazioni
ko: 설정
pl: Ustawienia
sv: Inställningar
tr: Ayarlar
zh_cn: 设置

source: About
fi: Tietoa
it: Informazioni su
ko: 정보
pl: O programie
sv: Om
tr: Hakkında
zh_cn: 关于

source: Navigation
fi: Navigointi
it: Navigazione
ko: 탐색
pl: Poruszanie się
sv: Navigering
tr: Dolaşım
zh_cn: 导航

source: Configure the app basic navigation features.
fi: Aseta sovelluksen perusnavigointiominaisuudet.
it: Configura le funzionalità di navigazione di base del programma.
ko: 앱 기본 탐색 기능을 설정합니다.
pl: Ustawienia podstawowych cech poruszania się.
sv: Anpassa programmets grundläggande navigeringsfunktioner.
tr: Temel uygulama dolaşım özelliklerini yapılandırın.
zh_cn: 配置应用的基本导航功能。

source: Home Page
fi: Kotisivu
it: Pagina iniziale
ko: 홈 페이지
pl: Strona domowa
sv: Hemsida
tr: Ana Sayfa
zh_cn: 首页

source: Page to load initially and default.
fi: Alustavasti ja oletuksena ladattava sivu.
it: Pagina da caricare inizialmente e predefinita.
ko: 실행 시 기본값으로 불러올 페이지입니다.
pl: Strona do wczytania na początku i w domyśle.
sv: Sida att läsa in initialt och förval.
tr: İlk olarak yüklenecek sayfa.
zh_cn: 默认和启动时加载的页面。

source: Search Engine
fi: Hakukone
it: Motore di ricerca
ko: 검색 엔진
pl: Wyszukiwarka
sv: Söktjänst
tr: Arama Motoru
zh_cn: 搜索引擎

source: Engine to be use for default searching content.
fi: Hauissa käytettävä oletushakukone.
it: Motore da utilizzare per la ricerca di contenuti predefiniti.
ko: 기본값으로 사용할 검색 엔진입니다.
pl: Silnik domyślnie używany do wyszukiwania treści.
sv: Gränssnitt att använda för standardsökning efter innehåll.
tr: İçerik arama için öntanımlı olarak kullanılacak motor.
zh_cn: 用于搜索内容的默认搜索引擎。

source: Auto Load Images
fi: Lataa kuvat automaattisesti
it: Carica automaticamente le immagini
ko: 자동으로 그림 불러오기
pl: Sam wczytuj obrazy
sv: Läs in bilder automatiskt
tr: Görselleri Otomatik Yükle
zh_cn: 自动加载图像

source: Automatically loads images on web pages.
fi: Lataa verkkosivujen kuvat automaattisesti.
it: Carica automaticamente le immagini nelle pagine web.
ko: 웹 페이지의 그림을 자동으로 불러옵니다.
pl: Sam wczytuje obrazy na stronach sieciowych.
sv: Läser automatiskt in bilder på webbsidor.
tr: Web sayfalarındaki görselleri otomatik olarak yükler.
zh_cn: 自动加载网页的图像。

source: Hyperlink Auditing
fi: Hyperlinkkien valvonta
it: Controllo dei collegamenti ipertestuali
ko: 하이퍼링크 감사
pl: Audyt hiperłączy
sv: Hyperlänkgranskning
tr: Köprü Denetleme
zh_cn: 超链接审计

source: Enables support for the ping attribute for hyperlinks.
fi: Ota käyttöön hyperlinkkien ping-määritteen tuki.
it: Abilita il supporto per l'attributo ping dei collegamenti ipertestuali.
ko: 하이퍼링크의 ping 속성 지원을 활성화합니다.
pl: Włącza obsługę atrybutu ping dla hiperłączy.
sv: Aktiverar stöd för hyperlänkars ping-egenskap.
tr: Köprüler için ping özniteliği desteğini etkinleştirir.
zh_cn: 启用超链接的 ping 属性支持。

source: Features
fi: Ominaisuudet
it: Funzionalità
ko: 기능
pl: Możliwości
sv: Funktioner
tr: Özellikler
zh_cn: 功能特性

source: Configure the browser plugins and features.
fi: Määritä selaimen liitännäiset ja ominaisuudet.
it: Configura le estensioni e le funzionalità del browser.
ko: 브라우저 플러그인과 기능을 설정합니다.
pl: Ustawienia wtyczek i możliwości przeglądarki.
sv: Anpassa webbläsarens insticksprogram och funktioner.
tr: Tarayıcı eklentilerini ve özelliklerini yapılandırın.
zh_cn: 配置浏览器的插件和功能。

source: Accelerated 2D Canvas
fi: Kiihdytetty 2D-kangas
it: Canvas 2D accelerati
ko: 2D 캔버스 가속
pl: Przyspieszone płótno 2D
sv: Accelererad tvådimensionell duk
tr: İvmelendirilmiş 2B Tuval
zh_cn: 加速 2D 画布

source: Specifies whether the HTML 5 2D canvas should be an OpenGL framebuffer. This makes many painting operations faster, but slows down pixel access.
fi: Määrittää,
it: Specifica se i canvas 2D HTML 5 debbano essere un framebuffer OpenGL. Ciò rende più veloci molte operazioni di disegno, ma rallenta l'accesso ai pixel.
ko: HTML 5 2D 캔버스를 OpenGL 프레임버퍼를 사용하여 그릴지 설정합니다. 다수 칠하기 작업이 빨라질 수 있지만 픽셀 접근이 느려질 수도 있습니다.
pl: Określa czy płótno 2D HTML 5 powinno być buforem klatek OpenGL. Przyspiesza to wiele działań malowania, spowalniając dostęp do pikseli.
sv: Anger om HTML 5 tvådimensionella duk ska vara en OpenGL rambuffert. Det gör många målaroperationer snabbare, men gör åtkomst av bildpunkter långsammare.
tr: HTML5 2B tuvalin OpenGL kare arabelleği kullanıp kullanmaması gerektiğini belirtir. Bu, birçok çizim işlemini hızlandırır; ancak piksel erişimini yavaşlatır.
zh_cn: 指定 HTML5 2D 画布是否为 OpenGL 帧缓冲。这将使许多绘制操作更快，但会减慢像素访问速度。

source: PDF Viewer
fi: PDF-katselin
it: Visore di PDF
ko: PDF 뷰어
pl: Przeglądarka PDF
sv: PDF-visning
tr: PDF Görüntüleyici
zh_cn: PDF 查看器

source: PDF documents will be opened in the internal PDF viewer instead of being downloaded.
fi: PDF-tiedostot avataan sisäiseen PDF-katselimeen lataamisen sijaan.
it: I documenti PDF verranno aperti nel visore PDF interno invece di essere scaricati.
ko: PDF 문서를 다운로드하지 않고 내장 PDF 뷰어로 엽니다.
pl: Dokumenty PDF będą otwierane w wewnętrznej przeglądarce PDF zamiast być pobieranymi.
sv: PDF-dokument öppnas med den interna PDF-visningen istället för att laddas ner.
tr: PDF belgeleri, indirilmek yerine öntanımlı PDF görüntüleyicide açılacaktır.
zh_cn: PDF 文档将在内建 PDF 查看器中打开，而不是下载。

source: Plugins Enabled
fi: Liitännäiset käytössä
it: Estensioni abilitate
ko: 플러그인 활성화
pl: Wtyczki włączone
sv: Insticksprogram aktiverade
tr: Eklentiler Etkin
zh_cn: 已启用插件

source: Enables support for Pepper plugins, such as the Flash player.
fi: Ottaa käyttöön Pepper-liitännäisten (kuten Flash-soittimen) tuen.
it: Abilita il supporto per le estensioni Pepper, come Flash player.
ko: Flash 플레이어와 같은 Pepper 플러그인을 활성화합니다.
pl: Włącza obsługę wtyczek Pepper, takich jak odtwarzacz Flash.
sv: Aktiverar stöd för Pepper-insticksprogram, såsom Flash-spelaren.
tr: Pepper eklentileri için destek ekler (örn. Flash Player).
zh_cn: 启用 Pepper 插件，例如 Flash 播放器的支持。

source: Configure JavaScript behaviour
fi: Määritä JavaScriptin toiminta
it: Configura il comportamento di JavaScript
ko: 자바스크립트 행동 설정
pl: Ustawienia zachowania JavaScript
sv: Anpassa Javascript-beteende
tr: JavaScript davranışını yapılandır
zh_cn: 配置 JavaScript 行为

source: Javascript Enabled
fi: JavaScript käytössä
it: Javascript abilitato
ko: 자바스크립트 활성화
pl: Javascript włączone
sv: Javascript aktiverat
tr: JavaScript Etkin
zh_cn: Javascript 已启用

source: Enables the running of JavaScript programs.
fi: Sallii JavaScript-ohjelmien suorittamisen.
it: Permette l'esecuzione dei programmi in JavaScript.
ko: 자바스크립트 프로그램 실행을 활성화합니다.
pl: Umożliwia uruchamianie programów JavaScript.
sv: Aktiverar körning av Javascript-program.
tr: JavaScript programlarının çalıştırılmasını etkinleştirir.
zh_cn: 启用 JavaScript 程序的执行。

source: Javascript Can Access Clipboard
fi: JavaScript saa käyttää leikepöytää
it: Javascript può accedere agli appunti
ko: 자바스크립트에서 클립보드 접근 허용
pl: Javascript ma dostęp do schowka
sv: Javascript kan komma åt klippbordet
tr: JavaScript, Panoya Erişebilir
zh_cn: Javascript 可以访问剪贴板

source: Allows JavaScript programs to read from or write to the clipboard.
fi: Sallii JavaScript-ohjelmien lukea ja kirjoittaa leikepöytää.
it: Permette ai programmi in JavaScript di leggere o di scrivere gli appunti.
ko: 자바스크립트 프로그램에서 클립보드에 읽고 쓰기를 허용합니다.
pl: Zezwól programom JavaScript odczyt i zapis do schowka.
sv: Tillåter Javascript program att läsa från eller skriva till klippbordet.
tr: JavaScript programlarının panoya yazmasını veya panodan okumasını etkinleştirir.
zh_cn: 允许 JavaScript 程序读取或写入剪贴板。

source: Javascript Can Paste
fi: JavaScript voi liittää leikepöydältä
it: Javascript può incollare
ko: 자바스크립트에서 붙여넣기 허용
pl: Javascript może wklejać
sv: Javascript kan klistra in
tr: JavaScript, Yapıştırabilir
zh_cn: Javascript 可以粘贴

source: Enables JavaScript execCommand(paste).
fi: Sallii JavaScriptin execCommand(leikepöytä)-metodin
it: Permette JavaScript execCommand(paste).
ko: 자바스크립트 execCommand(paste) 실행을 허용합니다.
pl: Włącz JavaScript execCommand(paste).
sv: Aktiverar Javascript execCommand(paste).
tr: JavaScript execCommand(paste)'yi etkinleştirir.
zh_cn: 启用 JavaScript execCommand (粘贴)。

source: Allow Window Activation From JavaScript
fi: Salli JavaScriptin aktivoida ikkunoita
it: Permetti l'attivazione della finestra da JavaScript
ko: 자바스크립트에서 창 활성화 허용
pl: Zezwól na podnoszenie oknie z poziomu JavaScriptu
sv: Tillåt fönsteraktivering från Javascript
tr: JavaScript Üzerinden Pencere Etkinleştirmeyi Etkinleştir
zh_cn: 允许 JavaScript 激活窗口

source: Allows the window.focus() method in JavaScript.
fi: Salli JavaScriptin window.focus()-metodi.
it: Permette il metodo window.focus() in JavaScript.
ko: 자바스크립트 window.focus() 메서드를 허용합니다.
pl: Daje możliwość używania metody window.focus() w JavaScript.
sv: Tillåter metoden window.focus() i Javascript.
tr: JavaScript window.focus() yöntemine izin verir.
zh_cn: 允许 JavaScript 的 window.focus() 方法。

source: Security & Privacy
fi: Tietoturva ja yksityisyys
it: Sicurezza e riservatezza
ko: 보안과 개인 정보
pl: Bezpieczeństwo i prywatność
sv: Säkerhet och integritet
tr: Güvenlik ve Gizlilik
zh_cn: 安全和隐私

source: Configure the look and feel of the editor. The settings are applied globally
fi: Aseta muokkaimen ulkoasu ja tuntuma. Asetuksia käytetään koko sovelluksessa
it: Configura l'aspetto dell'editor. Le impostazioni sono applicate globalmente
ko: 편집기의 모습과 느낌을 설정합니다. 설정은 전역적으로 적용됩니다
pl: Ustaw wygląd edytora. Ustawienia te są stosowane globalnie
sv: Anpassa editorns utseende och känsla. Inställningarna gäller globalt.
tr: Düzenleyicinin görünüm ve hisini yapılandırır; ayarlar global olarak uygulanır
zh_cn: 配置编辑器的全局界面外观。

source: Allow Geolocation On Insecure Origins
fi: Salli paikannus turvattomille lähteille
it: Permetti la geolocalizzazione alla origini non sicure
ko: 비보안 원본에서 위치 확인 허용
pl: Zezwól na geopołożenie na niebezpiecznych adresach
sv: Tillåt geografisk lokalisering för osäkert ursprung
tr: Güvensiz Kökenlerde Coğrafi Konuma İzin Ver
zh_cn: 允许在不安全的来源上进行地理定位

source: Only secure origins such as HTTPS have been able to request Geolocation features.
fi: Vain turvalliset lähteet kuten https ovat voineet pyytää paikannusominaisuutta.
it: Solo le origini sicure, come HTTPS, possono richiedere le funzionalità di geolocalizzazione.
ko: 기본값으로 HTTPS와 같은 보안 원본에서만 위치 확인 기능을 사용할 수 있습니다.
pl: Tylko bezpieczne adresy takie jak HTTPS mają zgodę na żądanie danych geopołożenia.
sv: Bara säkra gränssnitt såsom HTTPS har kunnat begära funktioner för geografisk lokalisering.
tr: Yalnızca HTTPS gibi güvenli kökenler coğrafi konum özelliklerine erişebilirlir.
zh_cn: 只有例如 HTTPS 等安全来源才能够请求地理定位功能。

source: Allow Running Insecure Content
fi: Salli turvattoman sisällön suorittaminen
it: Permetti l'esecuzione di contenuti non sicuri
ko: 비보안 콘텐츠 실행 허용
pl: Zezwól na uruchamianie niebezpiecznej treści
sv: Tillåt att osäkert innehåll körs
tr: Güvensiz İçeriği Çalıştırmaya İzin Ver
zh_cn: 允许运行不安全的内容

source: By default, HTTPS pages cannot run JavaScript, CSS, plugins or web-sockets from HTTP URLs.
fi: https-sivut eivät oletusarvoisesti saa käyttää JavaScriptiä, CSS:ää, liitännäisiä tai verkkopistokkeita http-osoitteista.
it: Per impostazione predefinita le pagine HTTPS non possono eseguire JavaScript, CSS, estensioni o socket web da URL HTTP.
ko: 기본값으로 HTTPS 페이지에서는 HTTP URL에서 불러온 자바스크립트, CSS, 플러그인, 웹 소켓을 사용할 수 없습니다.
pl: Domyślnie, strony HTTPS nie mogą uruchamiać JavaScript, CSS, wtyczek lub gniazd sieciowych z adresów URL HTTP.
sv: Normalt kan inte HTTPS-sidor köra Javascript, CSS, insticksprogram eller webbuttag från HTTP webbadresser.
tr: Öntanımlı olarak; HTTPS sayfaları, HTTP URL'lerinden JavaScript, CSS, eklentiler ve web soketlerini çalıştıramazlar.
zh_cn: 默认情况下，HTTPS 页面无法运行 JavaScript,、CSS、插件或 HTTP URL 的 web-sockets。

source: DNS Prefetch Enabled
fi: DNS-esinouto käytössä
it: Precaricamento DNS abilitato
ko: DNS 미리 가져오기 활성화
pl: Włączone pobieranie DNS z wyprzedzeniem
sv: DNS förhandshämtning aktiverad
tr: DNS Öngetirmesi Etkin
zh_cn: DNS 预读取已启用

source: Enables speculative prefetching of DNS records for HTML links before they are activated.
fi: Ottaa käyttöön HTML-linkkien DNS-tietueiden spekulatiivisen esinoudon ennen niiden aktivoimista.
it: Abilita il precaricamento speculativo dei record DNS per i collegamenti HTML prima che vengano attivati.
ko: HTML 링크를 활성화하기 전에 DNS 레코드를 미리 가져옵니다.
pl: Włącza spekulacyjne pobieranie wstępne rekordów DNS z odnośników HTML przed ich włączeniem.
sv: Aktiverar spekulativ förhandshämtning av DNS-poster för HTML-länkar innan de aktiveras.
tr: HTML bağlantılarının DNS kayıtlarının spekülatif öngetirmesine onlar etkinleştirilmeden önce izin verir.
zh_cn: 启用在 HTML 链接激活之前进行预测性 DNS 记录预读取。

source: Local Content Can Access File Urls
fi: Paikallinen sisältö saa käyttää tiedostoverkko-osoitteita
it: I contenuti locali hanno accesso agli URL dei file
ko: 로컬 콘텐츠에서 파일 URL 접근 가능
pl: Lokalna treść może uzyskiwać dostęp do adresów URL plików
sv: Lokalt innehåll kan komma åt filwebbadresser
tr: Yerel İçerik Dosya URL'lerine Erişebilir
zh_cn: 本机内容可以访问文件 URL

source: Allows locally loaded documents to access other local URLs.
fi: Sallii paikallisesti ladattujen tiedostojen käyttää muita paikallisia verkko-osoitteita.
it: Permetti ai documenti caricati localmente di accedere agli altri URL locali.
ko: 로컬에서 불러온 문서에서 다른 로컬 URL에 접근할 수 있도록 허용합니다.
pl: Zezwól lokalnie wczytanym dokumentom na dostęp do innych lokalnych adresów URL.
sv: Tillåter att lokal inlästa dokument kan komma andra lokala webbadresser.
tr: Yerel olarak yüklenen belgelerin diğer yerel URL'lere erişmesine izin verir.
zh_cn: 允许从本机加载的文档访问其他本机 URL。

source: Local Content Can Access Remote Urls
fi: Paikallinen sisältö saa käyttää etäverkko-osoitteita
it: I contenuti locali hanno accesso agli URL remoti
ko: 로컬 콘텐츠에서 원격 URL 접근 가능
pl: Lokalna treść może uzyskiwać dostęp do zdalnych adresów URL
sv: Lokalt innehåll kan komma åt fjärrwebbadresser
tr: Yerel İçerik Uzak Konum URL'lerine Erişebilir
zh_cn: 本机内容可以访问远程 URL

source: Allows locally loaded documents to access remote URLs.
fi: Sallii paikallisesti ladattujen tiedostojen käyttää etäverkko-osoitteita.
it: Permetti ai documenti caricati localmente di accedere agli altri URL remoti.
ko: 로컬에서 불러온 문서에서 원격 URL에 접근할 수 있도록 허용합니다.
pl: Zezwala lokalnie wczytanym dokumentom na dostęp do zdalnych adresów URL.
sv: Tillåter att lokal inlästa dokument kan komma åt fjärrwebbadresser.
tr: Yerel olarak yüklenmiş belgelerin uzak konum URL'lerine erişmesine izin verir.
zh_cn: 允许从本机加载的文档访问远程 URL。

source: Local Storage
fi: Paikallinen tallennustila
it: Archiviazione Locale
ko: 로컬 저장소
pl: Lokalna przestrzeń dyskowa
sv: Lokal lagring
tr: Yerel Depolama
zh_cn: 本机存储

source: Enables support for the HTML 5 local storage feature.
fi: Ottaa käyttöön HTML 5:n paikallisen tallennustilan tuen.
it: Abilita il supporto alla funzionalità di memorizzazione locale di HTML 5.
ko: HTML 5 로컬 저장소 기능을 활성화합니다.
pl: Włącza obsługę lokalnego przechowywania HTML 5.
sv: Aktiverar stöd för den lokala lagringsfunktionen i HTML 5.
tr: HTML5 yerel depolama özelliği desteğini etkinleştirir.
zh_cn: 启用 HTML5 本机存储功能支持。

source: WebRTC Public Interfaces Only
fi: Vain julkisten liitäntöjen WebRTC
it: Solo interfaccie pubbliche per WebRTC
ko: WebRTC를 공인 IP로 제한
pl: Tylko publiczne interfejsy WebRTC
sv: Bara WebRTC öppna gränssnitt
tr: Yalnızca WebRTC Genel Arayüzleri
zh_cn: WebRTC 仅使用公共网络接口

source: Limits WebRTC to public IP addresses only. When disabled WebRTC may also use local network IP addresses, but remote hosts can also see your local network IP address.
fi: Rajoittaa WebRTC:n vain julkisiin IP-osoitteisiin. Ellei ole käytössä, WebRTC voi käyttää paikallisverkon IP-osoitteita, mutta etäkoneet näkevät myös paikallisverkon IP-osoitteet.
it: Limita WebRTC solo agli IP pubblici. Quando è disabilitato, WebRTC può utilizzare anche gli indirizzi IP della rete locale, ma gli host remoti possono anche vedere l'indirizzo IP della rete locale.
ko: WebRTC를 공인 IP 주소로 제한합니다. 이 옵션을 사용하지 않으면 WebRTC에서 로컬 네트워크 사설 IP 주소를 사용할 수도 있으나, 원격 호스트에서 로컬 네트워크 IP 주소를 볼 수도 있습니다.
pl: Ogranicza WebRTC tylko do publicznych adresów IP. Gdy wyłączone WebRTC może używać także adresów IP z lokalnej sieci, jednakże umożliwi to zdalnym gospodarzą widok adresów IP z twojej lokalnej sieci.
sv: Begränsar WebRTC till bara öppna IP-adresser. När inaktiverat kan WebRTC också använda lokala IP-adresser på nätverket, men fjärrvärddatorer kan också se IP-adresser i ditt lokala nätverk.
tr: WebRTC'yi genel IP adreslerine sınırlar. Devre dışı bırakıldığında, WebRTC aynı zamanda yerel ağ IP adreslerini kullanabilir; ancak uzak makineler sizin yerel ağ IP adresinizi de görebilir.
zh_cn: 限制 WebRTC 仅使用公共网络 IP 地址。禁用此功能后，WebRTC 可能使用本地网络 IP 地址，但远程主机依然可以看到您的本地网络 IP 地址。

source: JavaScript
ko: 자바스크립트
